Repository: Blinue/Magpie
Catalog: src/Magpie/Resources.language-*.resw
Source language: en_us
Languages: de, fr, hu, it, ja, ka, ko, pl, pt_br, ru, ta, tr, vi

# ScalingModes_ScaleFlyout_HeightFactor.Text
source: Height (scaling factor)
de: Höhe (Skalierungsfaktor)
fr: Hauteur (facteur de mise à l'échelle)
it: Altezza (fattore di scala)
ja: 高さ（倍率）
ko: 높이(스케일링 인수)
pl: Wysokość (współczynnik)
pt_br: Altura (fator de redimensionamento)
ru: Высота (множитель масштабирования)
ta: உயரம் (அளவிடுதல் காரணி)
tr: Yükseklik (ölçek etkeni)
vi: Chiều cao (theo tỷ lệ scale)

# ScalingModes_ScaleFlyout_HeightPixels.Text
source: Height (pixels)
de: Höhe (Pixel)
fr: Hauteur (pixels)
it: Altezza (pixel)
ja: 高さ（ピクセル）
ka: სიმაღლე (პიქსელი)
ko: 높이(픽셀)
pl: Wysokość (piksele)
pt_br: Altura (em pixels)
ru: Высота (пиксели)
ta: உயரம் (பிக்சல்கள்)
tr: Yükseklik (piksel)
vi: Chiều cao (theo pixel)

# ScalingModes_ScaleFlyout_WidthPixels.Text
source: Width (pixels)
de: Breite (Pixel)
fr: Largeur (pixels)
it: Larghezza (pixel)
ja: 幅 （ピクセル）
ka: სიგანე (პიქსელი)
ko: 너비(픽셀)
pl: Szerokość (piksele)
pt_br: Largura (em pixels)
ru: Ширина (пиксели)
ta: அகலம் (பிக்சல்கள்)
tr: Genişlik (piksel)
vi: Chiều rộng (theo pixel)

# ScalingModes_ScaleFlyout_Type.Text
source: Type
de: Typ
it: Tipo
ja: タイプ
ka: ტიპი
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
ta: வகை
tr: Tür
vi: Loại

# ScalingModes_ScaleFlyout_Type_Absolute_Description
source: Set the size after scaling
de: Einstellen der Größe nach der Skalierung
fr: Définir la taille après la mise à l'échelle
it: Imposta la dimensione dopo il ridimensionamento
ja: スケーリング後のサイズを指定する
ko: 스케일링 한 후에 크기를 설정합니다
pl: Ustawia rozmiar po skalowaniu
pt_br: Definir o tamanho após o redimensionamento
ru: Установить размер после масштабирования
ta: அளவீடுக்குப் பிறகு அளவை அமைக்கவும்
tr: Ölçek sonrası boyutu ayarla
vi: Đặt kích cỡ sau scale

# ScalingModes_ScaleFlyout_Type_Factor
source: Factor
de: Faktor
fr: Facteur
it: Fattore
ja: 倍率指定
ka: კოეფიციენტი
ko: 인수
pl: Współczynnik
pt_br: Fator
ru: Множитель
ta: காரணி
tr: Etken
vi: Tỷ lệ scale

# ScalingModes_ScaleFlyout_Type_Fill
source: Fill
de: Füllen
fr: Remplir
hu: Kitöltés
it: Riempi
ja: 画面いっぱいに最適化
ka: შევსება
ko: 채우기
pl: Wypełnij
pt_br: Preenchimento
ru: Заполнение
ta: நிரப்பவும்
tr: Doldur
vi: Vừa màn hình

# ScalingModes_ScaleFlyout_Type_Fit
source: Fit
de: Anpassen
fr: Ajuster
it: Adatta
ja: 最適化
ka: ჩატევა
ko: 맞추기
pl: Dopasuj
pt_br: Ajustar
ru: Вписывание
ta: பொருத்தம்
tr: Sığdır
vi: Giữ tỷ lệ

# Profile_General_CaptureMethod.Header
source: Capture method
de: Aufnahmemethode
fr: Méthode de capture
it: Metodo di cattura
ja: キャプチャ方式
ko: 캡처 방식
pl: Metoda przechwytywania
pt_br: Método de captura
ru: Способ захвата
ta: பிடிப்பு முறை
tr: Yakalama yöntemi
vi: Phương pháp lấy cửa sổ

# Profile_General_Multimonitor_All.Content
source: All monitors
de: Alle Bildschirme
fr: Tous les écrans
it: Tutti i monitor
ja: 全てのモニター
ko: 모든 모니터
pl: Wszystkie monitory
pt_br: Todos os monitores
ru: Все мониторы
ta: அனைத்து மானிட்டர்களும்
tr: Tüm monitörler
vi: Tất cả màn hình

# Profile_General_Multimonitor_Closest.Content
source: Monitor closest to the source window
de: Bildschirm, der dem Quellfenster am nächsten ist
fr: Écran le plus proche de la fenêtre source
it: Monitor più vicino alla finestra di origine
ja: ソースウィンドウに最も近いモニター
ko: 소스 창과 가장 가까운 모니터
pl: Monitor najbliżej okna źródłowego
pt_br: Monitor mais próximo da janela de origem
ru: Ближайший монитор к исходному окну
ta: மூல சாளரத்திற்கு மிக அருகில் கண்காணிக்கவும்
tr: Kaynak pencereye en yakın monitör
vi: Màn hình gần cửa sổ gốc nhất

# Profile_General_Multimonitor_Intersected.Content
source: Monitors intersected by the source window
de: Bildschirme, die vom Quellfenster durchschnitten werden
fr: Écran coupés par la fenêtre source
it: Monitor attraversati dalla finestra di origine
ja: ソースウィンドウがまたがっている全てのモニター
ko: 소스 창과 엇갈리는 모니터
pl: Monitory przecinane przez okno źródłowe
pt_br: Monitores intersectados pela janela de origem
ru: Пересекаемые исходным окном мониторы
ta: மூல சாளரத்தால் வெட்டப்பட்ட மானிட்டர்கள்
tr: Kaynak pencereyle kesişen monitör
vi: Màn hình hiển thị cửa sổ gốc

# Profile_General_ScalingMode.Header
source: Scaling mode
de: Skalierungsmodus
fr: Mode de mise à l'échelle
it: Modalità di ridimensionamento
ja: スケーリングモード
ko: 스케일링 모드
pl: Tryb skalowania
pt_br: Modo de redimensionamento
ru: Режим масштабирования
ta: அளவிடுதல் முறை
tr: Ölçek kipi
vi: Chế độ Scale

# Profile_Launch.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Launch
de: Starten
fr: Lancer
it: Avvia
ja: 起動
ka: გაშვება
ko: 실행
pl: Uruchom
pt_br: Iniciar
ru: Запуск
ta: ஏவுதல்
tr: Başlat
vi: Chạy

# Profile_MoreOptions_Delete.Text
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ka: წაშლა
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
ta: நீக்கு
tr: Sil
vi: Xóa

# Profile_MoreOptions_OpenProgramLocation.Text
source: Open program location
de: Datenpfad öffnen
fr: Ouvrir l'emplacement du programme
it: Apri il percorso del programma
ja: プログラムの場所を開く
ko: 프로그램 위치 열기
pl: Otwórz lokalizację programu
pt_br: Abrir local do programa
ru: Открыть расположение программы
ta: நிரல் இருப்பிடம் திறந்த
tr: Program konumunu aç
vi: Mở vị trí chương trình

# Profile_MoreOptions_RenameFlyout_Title.Text
source: Rename
de: Umbenennen
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: リネーム
ka: სახელის გადარქმევა
ko: 이름 바꾸기
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
ta: மறுபெயரிடுங்கள்
tr: Adlandır
vi: Đổi tên

# Profile_MoreOptions_Reorder.Text
source: Reorder
de: Umsortieren
fr: Réorganisation
hu: Újrarendezés
it: Riordina
ja: 並べ替え
ka: გადალაგება
ko: 순서 바꾸기
pl: Zmień kolejność
pt_br: Reorganizar
ru: Переупорядочить
ta: மறுவரிசை
tr: Sırala
vi: Đổi thứ tự

# Profile_MoreOptions_ReorderFlyout_MoveDown.Text
source: Move down
de: Runter
fr: Descendre
it: Sposta in basso
ja: 下へ移動
ko: 아래로 이동
pl: Przesuń w dół
pt_br: Mover para baixo
ru: Опустить
ta: கீழே செல்லுங்கள்
tr: Aşağı taşı
vi: Xuống

# Profile_MoreOptions_ReorderFlyout_Title.Text
source: Reorder
de: Umsortieren
fr: Réorganisation
it: Riordina
ja: 並べ替え
ka: გადალაგება
ko: 순서 바꾸기
pl: Zmień kolejność
pt_br: Reorganizar
ru: Переупорядочить
ta: மறுவரிசை
tr: Sırala
vi: Đổi thứ tự

# ScalingModes_ParsingFailed.Title
source: Parsing failed
de: Parsing fehlgeschlagen
fr: L'analyse a échoué
it: Analisi non riuscita
ja: 解析に失敗しました
ko: 구문분석 실패
pl: Parsowanie nie powiodło się
pt_br: A análise falhou
ru: Сбой парсинга
ta: பாகுபடுத்தல் தோல்வியடைந்தது
tr: Ayrıştırma başarısız
vi: Phân giải thất bại

# Profile_General_ScalingMode_None
source: None
de: Keiner
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ka: არცერთი
ko: 없음
pl: Nic
pt_br: Nenhum
ru: Ничего
ta: எதுவுமில்லை
tr: Yok
vi: Không

# Profile_Performance_ShowFPS.Header
source: Display FPS counter
de: FPS Anzeigen
fr: Afficher le compteur de FPS
it: Mostra il contatore FPS
ja: フレームレートを表示する
ko: FPS 카운터 표시
pl: Pokaż licznik kl/s
pt_br: Exibir contador de FPS
ru: Отображать счётчик FPS
ta: FPS கவுண்டரைக் காண்பி
tr: FPS sayacını görüntüle
vi: Hiển thị bộ đếm FPS

# About_Feedback.Header
source: Feedback
hu: Visszajelzés
ja: フィードバック
ka: უკუკავშირი
ko: 피드백
pl: Opinie
pt_br: Feedback (Opinião)
ru: Обратная связь
ta: கருத்து
tr: Geri bildirim
vi: Phản hồi

# About_Feedback_ReportBug.Header
source: Report a bug
de: Einen Fehler melden
fr: Signaler un bug
hu: Hiba jelentése
it: Segnala un bug
ja: バグ報告
ko: 버그 제보
pl: Zgłoś błąd
pt_br: Reportar um bug
ru: Сообщить об ошибке
ta: ஒரு பிழையைப் புகாரளிக்கவும்
tr: Bir hata bildir
vi: Báo lỗi

# About_Feedback_RequestFeature.Header
source: Request a feature
de: Eine Funktion vorschlagen
fr: Demander une fonctionnalité
hu: Funkció kérése
it: Richiedi una feature
ja: 機能のリクエスト
ko: 기능 제안
pl: Poproś o funkcję
pt_br: Solicitar um novo recurso
ru: Запросить функцию
ta: ஒரு அம்சத்தைக் கோருங்கள்
tr: Özellik iste
vi: Yêu cầu tính năng

# About_Version_CheckingForUpdates.Text
source: Checking for updates
de: Suche nach Updates
fr: Recherche de mises à jour
hu: Frissítések keresése...
it: Controllando gli aggiornamenti
ja: 更新を確認しています
ko: 업데이트 확인 중
pl: Sprawdzam aktualizacje
pt_br: Procurando por atualizações
ru: Проверяем наличие обновлений
ta: புதுப்பிப்புகளைச் சரிபார்க்கிறது
tr: Güncellemeler kontrol ediliyor
vi: Đang kiểm tra cập nhật

# About_Version_UpdateCard_Cancel.Content
source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ka: გაუქმება
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
ta: ரத்துசெய்
tr: İptal
vi: Hủy

# About_Version_UpdateCard_DownloadAndInstall.Content
source: Download and install
de: Downloaden und installieren
fr: Télécharger et installer
hu: Letöltés és telepítés
it: Scarica e installa
ja: ダウンロードしてインストール
ko: 다운로드 및 설치
pl: Pobierz i zainstaluj
pt_br: Baixar e instalar
ru: Скачать и установить
ta: பதிவிறக்கம் செய்து நிறுவவும்
tr: İndir ve kur
vi: Tải và cài đặt

# About_Version_UpdateCard_ReleaseNotes.Content
source: Release notes
de: Versionshinweise
fr: Notes de mise à jour
hu: Megjelenési megjegyzések
it: Note di rilascio
ja: リリースノート
ko: 릴리스 노트
pl: Informacje o wydaniu
pt_br: Registro de alterações
ru: Информация о версии
ta: வெளியீட்டு குறிப்புகள்
tr: Sürüm notları
vi: Nội dung cập nhật

# About_Version_UpdateCard_Retry.Content
source: Try again
de: Erneut versuchen
fr: Réessayer
hu: Próbáld újra
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tente novamente
ru: Повторить попытку
ta: மீண்டும் முயற்சிக்கவும்
tr: Tekrar dene
vi: Thử lại

# About_Version_UpdateCard_Title
source: {} is available
de: {} ist verfügbar
fr: {} est disponible
hu: {} elérhető
it: {} è disponibile
ja: {} が利用できます
ko: {} 사용 가능
pl: {} jest dostępny
pt_br: {} está disponível
ru: {} доступно
ta: {with கிடைக்கிறது
tr: {} mevcut
vi: Đã có bản cập nhật {}

# About_Version_UpdateToDate.Title
source: Magpie is up to date
de: Magpie ist auf dem neuesten Stand
fr: Magpie est à jour
hu: Magpie naprakész
it: Magpie è aggiornata
ja: Magpie は最新です
ko: Magpie가 최신 상태입니다
pl: Magpie jest aktualny
pt_br: O Magpie está na versão mais recente
ru: Magpie уже актуально
ta: மாக்பி புதுப்பித்த நிலையில் உள்ளது
tr: Magpie güncel
vi: Magpie đã được cập nhật

# About_Version_UpdateToDate_Downloading.Text
source: Downloading
fr: Téléchargement
hu: Letöltés
it: In download
ja: ダウンロード中
ka: გადმოწერა
ko: 다운로드 중
pl: Pobieram
pt_br: Baixando
ru: Скачивание
ta: பதிவிறக்குகிறது
tr: İndiriliyor
vi: Đang tải xuống

# Profile_Cursor_DrawCursor_ScalingFactor_Custom.Content
source: Custom
de: Benutzerdefiniert
fr: Personnalisé
hu: Egyéni
it: Personalizzato
ja: カスタム
ka: მორგებული
ko: 사용자 지정
pl: Niestandardowe
pt_br: Personalizado
ru: Пользовательский
ta: தனிப்பயன்
tr: Özel
vi: Tùy chỉnh

# Profile_Cursor_DrawCursor_ScalingFactor_NoScaling.Content
source: No scaling
de: Keine Skalierung
fr: Pas de mise à l'échelle
it: Nessun ridimensionamento
ja: スケーリングなし
ko: 스케일링 없음
pl: Bez skalowania
pt_br: Sem redimensionamento
ru: Не масштабировать
ta: அளவிடுதல் இல்லை
tr: Ölçek yok
vi: Không Scale

# About_Version_UpdateToDate_Installing.Text
source: Installing
de: Installieren
fr: Installation
hu: Telepítés
it: Installazione
ja: インストール中
ka: დაყენება
ko: 설치 중
pl: Instaluję
pt_br: Instalando
ru: Установка
ta: நிறுவுகிறது
tr: Kuruluyor
vi: Đang cài đặt

# Profile_Advanced.Header
source: Advanced
de: Erweitert
fr: Avancée
it: Avanzate
ja: 高度な設定
ka: დამატებით
ko: 고급
pl: Zaawansowane
pt_br: Avançado
ru: Расширенные
ta: மேம்பட்ட
tr: Gelişmiş
vi: Nâng cao

# Profile_General_CaptureMethod_Default
source: Default
de: Standard
fr: Par défaut
it: Predefinito
ja: デフォルト
ka: ნაგულისხმევი
ko: 기본값
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
ta: இயல்புநிலை
tr: Varsayılan
vi: Mặc định

# Profile_SourceWindow.Header
source: Source window
de: Quellfenster
fr: Fenêtre source
it: Finestra di origine
ja: ソースウィンドウ
ko: 소스 창
pl: Okno źródłowe
pt_br: Janela de origem
ru: Исходное окно
ta: மூல சாளரம்
tr: Kaynak pencere
vi: Cửa sổ nguồn

# Profile_SourceWindow_CaptureTitleBar.Header
source: Capture title bar
de: Titelleiste aufnehmen
fr: Barre de titre de la capture
it: Cattura barra del titolo
ja: タイトルバーをキャプチャ
ko: 제목 표시줄 캡처
pl: Przechwytuj pasek tytułu
pt_br: Capturar barra de título
ru: Заголовок захвата
ta: தலைப்பு பட்டியைப் பிடிக்கவும்
tr: Başlık çubuğunu yakala
vi: Lấy cả thanh tiêu đề

# Profile_SourceWindow_CustomCropping_Bottom.Header
source: Bottom
de: Unten
fr: Le bas
it: Parte inferiore
ja: 下
ka: ქვედა
ko: 하단
pl: Dół
pt_br: Parte inferior
ru: Снизу
ta: கீழே
tr: Alt
vi: Dưới

# Profile_SourceWindow_CustomCropping_Left.Header
source: Left
de: Links
fr: La gauche
hu: Bal
it: Sinistra
ja: 左
ka: მარცხენა
ko: 왼쪽
pl: Lewo
pt_br: Esquerda
ru: Слева
ta: இடது
tr: Sol
vi: Trái

# Profile_SourceWindow_CustomCropping_Pixels.Text
source: px
it: pixel
ja: ピクセル
ka: პქს
ru: пкс.
ta: பி.எக்ச்
tr: pk

# Profile_SourceWindow_CustomCropping_Right.Header
source: Right
de: Rechts
fr: La droite
it: Destra
ja: 右
ka: მარჯვენა
ko: 오른쪽
pl: Prawo
pt_br: Direita
ru: Справа
ta: வலது
tr: Sağ
vi: Phải

# Home_Advanced_InlineParams.Header
source: Make effect parameters inline
de: Effektparameter inline machen
fr: Rendre les paramètres d'effet en ligne
it: Mette i parametri dell'effetto in linea
ja: 内部効果パラメーター
ko: 효과 매개변수를 인라인으로 만듦
pl: Ustaw parametry efektów jako wbudowane
pt_br: Incorporar os parâmetros do efeito
ru: Сделать параметры эффекта встроенными
ta: விளைவு அளவுருக்களை இன்லைன் செய்யுங்கள்
tr: Efekt parametrelerini satır içi yap
vi: Đặt thông số hiệu ứng trực tiếp

# Home_Advanced_SimulateExclusiveFullscreen.Header
source: Simulate exclusive fullscreen when scaling
de: Bei Skalierung exklusiven Vollbild simulieren
fr: Simuler l'exclusivité du plein écran lors de la mise à l'échelle
it: Simula lo schermo intero esclusivo durante il ridimensionamento
ja: スケーリング時に排他的な全画面表示をシミュレーションする
ko: 스케일링 할 때 단독 전체 화면 시뮬레이션
pl: Symuluj wyłączny pełny ekran podczas skalowania
pt_br: Simular tela cheia exclusiva durante o redimensionamento
ru: Симуляция эксклюзивного полного экрана при масштабировании
ta: அளவிடும்போது பிரத்யேக முழுத்திரனை உருவகப்படுத்துங்கள்
tr: Ölçekleme sırasında orjinal tam ekranı taklit edin
vi: Giả lập chế độ toàn màn hình độc lập

# Profile_SourceWindow_DisableWindowResizing.Header
source: Disable window resizing while scaled
de: Fenstergrößenänderung bei Skalierung deaktivieren
fr: Désactiver le redimensionnement de la fenêtre à la mise en échelle
it: Disabilita il ridimensionamento della finestra durante il ridimensionamento
ja: スケーリング時のウィンドウサイズ変更を無効にする
ko: 스케일 된 동안 창 크기 조절 사용 안 함
pl: Zablokuj rozmiar okna podczas skalowania
pt_br: Desativar redimensionamento da janela durante o escalonamento
ru: Выключить изменение размера окна при масштабировании
ta: அளவிடப்படும் போது சாளர மறுஅளவிடுதல் முடக்கு
tr: Ölçeklendirme sonrası pencereyi yeniden boyutlandırma
vi: Vô hiệu hóa thay đổi cỡ cửa sổ

# Home_Advanced_SimulateExclusiveFullscreen.Description
source: Notifications and pop-ups from certain applications will be blocked
de: Benachrichtigungen und Pop-ups von bestimmten Anwendungen werden blockiert
fr: Les notifications et les fenêtres contextuelles de certaines applications seront bloquées
it: Le notifiche e i popup di determinate applicazioni verranno bloccati
ja: 特定アプリからの通知とポップアップをブロックできます
ko: 특정 응용 프로그램에서의 알림 및 팝업이 차단됩니다
pl: Powiadomienia i wyskakujące okienka z niektórych aplikacji będą blokowane
pt_br: Notificações e pop-ups de determinados aplicativos serão bloqueados
ru: Уведомления и всплывающие окна некоторых приложений будут заблокированы
ta: சில பயன்பாடுகளிலிருந்து அறிவிப்புகள் மற்றும் பாப்-அப்கள் தடுக்கப்படும்
tr: Belirli uygulamalardan gelen bildirimler ve açılır pencereler engellenir
vi: Các thông báo và pop-up từ một số ứng dụng sẽ bị chặn

# Settings_Launch_RunAtStartup_MinimizeAtStartup.Header
source: Minimize to system tray at startup
de: Beim Starten in die Taskleiste minimieren
fr: Minimiser dans la barre d'état au démarrage
it: Riduci a icona nella barra delle notifiche all'avvio
ja: 起動時、システムトレイに最小化
ko: 부팅 시 시스템 트레이로 최소화
pl: Minimalizuj do zasobnika systemowego przy starcie
pt_br: Minimizar para a área de notificação na inicialização
ru: Сворачивать на панель задач при запуске
ta: தொடக்கத்தில் கணினி தட்டில் குறைக்கவும்
tr: Başlangıçta sistem tepsisine küçült
vi: Thu nhỏ về thanh tác vụ khi khởi động

# AppSettings_Dialog_Error
source: Error
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ka: შეცდომა
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
ta: பிழை
tr: Hata
vi: Lỗi

# Home_Advanced_DeveloperOptions_WarningsAreErrors.Content
source: Treat warnings as errors when compiling effects
de: Warnungen beim Kompilieren von Effekten als Fehler betrachten
fr: Traiter les avertissements comme des erreurs lors de la compilation des effets
it: Considera gli avvisi come errori durante la compilazione degli effetti
ja: エフェクトのコンパイル時に警告をエラーとして扱う
ko: 효과를 컴파일 할 때 경고를 오류로 취급
pl: Traktuj ostrzeżenia jako błędy podczas kompilacji efektów
pt_br: Tratar avisos como erros ao compilar efeitos
ru: Рассматривать предупреждения как ошибки при компиляции эффектов
ta: விளைவுகளைத் தொகுக்கும்போது எச்சரிக்கைகளை பிழைகளாகக் கருதுங்கள்
tr: Efektleri derlerken uyarıları hata olarak ele alma
vi: Đặt cảnh bảo như lỗi khi đọc hiệu ứng

# Home_Advanced_DeveloperOptions_SaveEffectSources.Content
source: Save shader source code when parsing effects
de: Quellcode beim Parsen von Effekten speichern
fr: Sauvegarde du code source lors de l'analyse des effets
it: Salva il codice sorgente durante l'analisi degli effetti
ja: エフェクトの解析時にソースコードを保存する
ko: 효과를 구분분석 할 때 소스 코드 저장
pl: Zapisz kod źródłowy podczas parsowania efektów
pt_br: Salvar código-fonte ao interpretar efeitos
ru: Сохранение исходного кода при анализе эффектов
ta: பாகுபடுத்தும் போது மூலக் குறியீட்டை சேமிக்கவும்
tr: Efektleri ayrıştırırken kaynak kodunu kaydet
vi: Lưu mã nguồn khi đọc hiệu ứng

# Home_Advanced_DeveloperOptions_DisableEffectCache.Content
source: Disable effect cache
de: Effektcache deaktivieren
fr: Désactiver le cache d'effet
it: Disabilita la cache degli effetti
ja: エフェクトキャッシュを無効にする
ko: 효과 캐시 사용 안 함
pl: Wyłącz pamięć podręczną efektów
pt_br: Desativar cache de efeito
ru: Отключить кэш эффектов
ta: விளைவு தற்காலிக சேமிப்பை முடக்கு
tr: Efekt önbelleğini devre dışı bırak
vi: Tắt cache hiệu ứng

# AppSettings_Dialog_Exit
source: Exit
de: Schließen
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
ka: გასვლა
ko: 끝내기
pl: Wyjdź
pt_br: Sair
ru: Выйти
ta: வெளியேறு
tr: Çıkış
vi: Thoát

# AppSettings_ErrorDialog_ConfigLocation
source: Configuration file location: {}
de: Speicherort der Konfigurationsdatei: {}
fr: Emplacement du fichier de configuration : {}
hu: Konfigurációs fájl helye: {}
it: Posizione del file di configurazione: {}
ja: 設定ファイルの場所: {}
ko: 구성 파일 위치: {}
pl: Lokalizacja pliku konfiguracyjnego: {}
pt_br: Local do arquivo de configuração: {}
ru: Расположение файла настроек: {}
ta: உள்ளமைவு கோப்பு இடம்: {}
tr: Yapılandırma dosyası konumu: {}
vi: Vị trí file cấu hình: {}

# AppSettings_ErrorDialog_ParseFailed
source: Failed to parse configuration file
de: Konfigurationsdatei konnte nicht geparst werden
fr: Impossible d'analyser le fichier de configuration
hu: A konfigurációs fájl elemzése nem sikerült
it: Impossibile analizzare il file di configurazione
ja: 設定ファイルの解析に失敗しました
ko: 구성 파일 구문분석에 실패했습니다
pl: Nie udało się przetworzyć pliku konfiguracyjnego
pt_br: Falha ao analisar o arquivo de configuração
ru: Не удалось анализировать файл настроек
ta: உள்ளமைவு கோப்பை அலசத் தவறிவிட்டது
tr: Yapılandırma dosyası ayrıştırılamadı
vi: Không thể phân giải file cấu hình

# AppSettings_ErrorDialog_ReadFailed
source: Failed to read configuration file
de: Konfigurationsdatei konnte nicht gelesen werden
fr: Impossible de lire le fichier de configuration
it: Impossibile leggere il file di configurazione
ja: 設定ファイルの読み取りに失敗しました
ko: 구성 파일 읽기에 실패했습니다
pl: Nie udało się odczytać pliku konfiguracyjnego
pt_br: Falha ao ler o arquivo de configuração
ru: Не удалось прочитать файл настроек
ta: உள்ளமைவு கோப்பைப் படிக்கத் தவறிவிட்டது
tr: Yapılandırma dosyası okunamadı
vi: Không thể đọc file cấu hình

# NotifyIcon_Exit
source: Exit
de: Schließen
fr: Quitter
it: Esci
ja: 終了
ka: გასვლა
ko: 끝내기
pl: Wyjdź
pt_br: Sair
ru: Выйти
ta: வெளியேறு
tr: Çıkış
vi: Thoát

# AppSettings_ErrorDialog_NotValidJson
source: Configuration file is not a valid JSON
de: Die Konfigurationsdatei hat kein gültiges JSON Format
fr: Le fichier de configuration n'est pas un fichier JSON valide
hu: A konfigurációs fájl nem érvényes JSON
it: Il file di configurazione non è un file JSON valido
ja: 設定ファイルが有効な JSON ではありません
ko: 구성 파일이 유효한 JSON이 아닙니다
pl: Plik konfiguracyjny nie jest prawidłowym plikiem JSON
pt_br: O arquivo de configuração não é um JSON válido
ru: Файл настроек не является правильным JSON
ta: உள்ளமைவு கோப்பு சரியான சாதொபொகு அல்ல
tr: Yapılandırma dosyası geçerli bir JSON değil
vi: File cấu hình không phải JSON hợp lệ

# Settings_General_RequireRestart.Title
source: A restart is required for the change to take effect
de: Damit die Änderung wirksam wird, ist ein Neustart erforderlich
fr: Un redémarrage est nécessaire pour que la modification prenne effet
it: È necessario un riavvio affinché la modifica abbia effetto
ja: 変更を有効にするには再起動が必要です
ko: 변경 사항을 적용하려면 다시 시작해야 합니다
pl: Aby zmiana zaczęła obowiązywać, wymagane jest ponowne uruchomienie
pt_br: É necessário reiniciar para que a alteração entre em vigor
ru: Для вступления изменений в силу требуется перезапуск
ta: மாற்றம் நடைமுறைக்கு வர மறுதொடக்கம் தேவை
tr: Değişikliğin etkili olması için yeniden başlatılmalı
vi: Cần khởi động lại Magpie để thiết lập cấu hình

# Settings_General_RequireRestart_ActionButton.Content
source: Restart Magpie
de: Magpie Neustarten
fr: Redémarrer Magpie
it: Riavvia Magpie
ja: Magpieを再起動する
ko: Magpie 다시 시작
pl: Uruchom ponownie Magpie
pt_br: Reiniciar Magpie
ru: Перезапустить Magpie
ta: மாக்பியை மறுதொடக்கம் செய்யுங்கள்
tr: Yeniden başlat
vi: Khởi động lại Magpie

# ExportDialog_Title
source: Export scaling modes
de: Skalierungsmodi exportieren
fr: Exporter les modes de mise à l'échelle
it: Esporta le modalità di ridimensionamento
ja: スケーリングモードのエクスポート
ko: 스케일링 모드 내보내기
pl: Eksportuj tryby skalowania
pt_br: Exportar modos de redimensionamento
ru: Экспорт режимов масштабирования
ta: ஏற்றுமதி அளவிடுதல் முறைகள்
tr: Ölçek kiplerini dışa aktar
vi: Xuất các chế độ Scale

# ImportDialog_Title
source: Import scaling modes
de: Skalierungsmodi importieren
fr: Importer les modes de mise a l'échelle
it: importa le modalità di ridimensionamento
ja: スケーリングモードのインポート
ko: 스케일링 모드 가져오기
pl: Importuj tryby skalowania
pt_br: Importar modos de redimensionamento
ru: Импорт режимов масштабирования
ta: அளவிடுதல் முறைகளை இறக்குமதி செய்க
tr: Ölçek kiplerini içe aktar
vi: Nhập các chế độ Scale

# ImportLegacyDialog_Title
source: Import ScaleModels.json
de: ScaleModels.json importieren
fr: Importer ScaleModels.json
it: Importa ScaleModels.json
ja: 古いバージョンのScaleModels.jsonをインポートする
ko: ScaleModels.json 가져오기
pl: Importuj plik ScaleModels.json
pt_br: Importar ScaleModels.json
ru: Импортировать ScaleModels.json
ta: ச்கேமோடல்ச்.சோன் இறக்குமதி செய்யுங்கள்
tr: İçe aktar ScaleModels.json
vi: Nhập file ScaleModels.json

# Profile_Cursor_DrawCursor_ScalingFactor.Header
source: Scaling factor
de: Skalierungsfaktor
fr: Facteur de mise à l'échelle
it: Fattore di scala
ja: スケーリング倍率
ko: 스케일링 인수
pl: Współczynnik skalowania
pt_br: Fator de redimensionamento
ru: Множитель масштабирования
ta: அளவிடுதல் காரணி
tr: Ölçek etkeni
vi: Mức độ Scale
